Repository: entaku0818/speedmeter
Catalog: iOS/speedmeter/speedmeter/Config/Localizable.xcstrings
Source language: en
Languages: ja

source: %lld records
ja: %lld件

source: 10 records
ja: 10件

source: Ad-free, custom fonts & themes, unlimited history
ja: 広告非表示、フォント・テーマ変更、履歴無制限

source: Are you sure you want to delete all location history? This action cannot be undone.
ja: すべての位置履歴を削除しますか？この操作は取り消せません。

source: Auto-renews unless canceled at least 24 hours before the end of the period.
ja: 期間終了の24時間前までにキャンセルしない限り自動更新されます。

source: Cancel
ja: キャンセル

source: Clear
ja: 削除

source: Clear All History
ja: すべての履歴を削除

source: Clear History
ja: 履歴を削除

source: Debug: Screenshots
ja: デバッグ: スクリーンショット

source: Debug: Simulate Speed
ja: デバッグ: 速度シミュレーション

source: Done
ja: 完了

source: Error
ja: エラー

source: GPS Active
ja: GPS稼働中

source: Location access denied. Please enable in Settings.
ja: 位置情報へのアクセスが拒否されました。設定で有効にしてください。

source: Location History
ja: 位置履歴

source: Map
ja: マップ

source: No location history
ja: 位置履歴がありません

source: Open mock screens for App Store screenshots
ja: App Storeスクリーンショット用のモック画面を開く

source: Privacy Policy
ja: プライバシーポリシー

source: Pro Plan
ja: Proプラン

source: Ready
ja: 準備完了

source: Restore Purchases
ja: 購入を復元

source: Screenshot Mode
ja: スクリーンショットモード

source: Settings
ja: 設定

source: Speed
ja: 速度

source: Speed Font
ja: 速度フォント

source: Start
ja: 開始

source: Stop
ja: 停止

source: Subscription will be charged to your iTunes account.
ja: サブスクリプションはiTunesアカウントに請求されます。

source: Tap Start to begin
ja: 開始をタップして計測

source: Terms of Use
ja: 利用規約

source: Theme
ja: テーマ

source: Unlock all features
ja: すべての機能をアンロック

source: Upgrade to Pro
ja: Proにアップグレード
